<!doctype html public "-//IETF//DTD HTML//EN//2.0">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="Generator" content="Microsoft FrontPage 4.0">
<title>Emilio Estrada C.</title>
<meta name="Microsoft Theme" content="expeditn 011, default">
<meta name="Microsoft Border" content="t">
</head>
<body background="_themes/expeditn/exptextb.jpg" bgcolor="#FFFFFF" text="#000000" link="#993300" vlink="#666600" alink="#CC3300"><!--msnavigation--><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr><td><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">

<p align="center"><font size="6"><strong></strong></font><br>
</p>
<p align="center">&nbsp;</p>

<!--mstheme--></font></td></tr><!--msnavigation--></table><!--msnavigation--><table dir="ltr" border="0" cellpadding="0" cellspacing="0" width="100%"><tr><!--msnavigation--><td valign="top"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
<a name=Page7></a>
  
<p align="center">
<APPLET CODE="fphover.class" CODEBASE="./" WIDTH="120" HEIGHT="24">
<PARAM NAME="textcolor" VALUE="#FFFFFF">
<PARAM NAME="text" VALUE="Home Page">
<PARAM NAME="color" VALUE="#808000">
<PARAM NAME="effect" VALUE="glow">
<PARAM NAME="url" VALUETYPE="ref" VALUE="index.htm">
<PARAM NAME="hovercolor" VALUE="#800000">
</APPLET>
 &nbsp;&nbsp;&nbsp;&nbsp; 
<APPLET CODE="fphover.class" CODEBASE="./" WIDTH="120" HEIGHT="24">
<PARAM NAME="textcolor" VALUE="#FFFFFF">
<PARAM NAME="text" VALUE="Up">
<PARAM NAME="color" VALUE="#808000">
<PARAM NAME="effect" VALUE="glow">
<PARAM NAME="url" VALUETYPE="ref" VALUE="jose_m_estrada.htm">
<PARAM NAME="hovercolor" VALUE="#800000">
</APPLET>
</p>
<p align="center">
<A HREF="index.htm">Home Page&nbsp;</A>&nbsp;&nbsp;&nbsp; <A HREF="jose_m_estrada.htm">Up</A>
</p>
<A HREF="estrada_famosos.htm">Retorno a Estrada Famosos</A>
<P><A HREF="jose_m_estrada.htm">Retorno a Genealogía de José Manuel
Estrada - Ecuador</A></P>
<!--mstheme--></font><table border="0" width="100%">
 <tr>
  <td width="33%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
   <p align="center">
        <img border="0" src="images/emec/eec1.jpg" width="148" height="201"><!--mstheme--></font></td>
  <td width="33%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><p align=center><font face="Times New Roman" size=5>Emilio Estrada <br>
Carmona</font></p><p align=center><font color="#000000" face="Times New Roman" size="1">Nació:
              Mayo 28, 1855</font></p>

<p align=center><font face="Times New Roman" size=1><font color="#000000">Murió:
Diciembre 21, 1911</font></p></font>
   <p align="center">&nbsp;<!--mstheme--></font></td>
  <td width="34%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
    <p align="center"><a href="images/emec/estscia2.JPG"><img border="2" src="images/emec/estscia2_small.JPG" alt="estscia2.JPG (72484 bytes)" width="127" height="165"></a></p>
    <p align="center"><font size="1">La familia Estrada Sciacaluga en 1906</font><!--mstheme--></font></td>
 </tr>
</table><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
<p>&nbsp;</p>
<!--mstheme--></font><table border="0" width="100%">
 <tr>
  <td width="100%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">

<p align=justify style="margin-top: 1; margin-bottom: 1"><font face="Times New Roman" size="2" color="#000000">José
Manuel Estrada, de origen guayaquile&ntilde;o, fue casado con do&ntilde;a Ana
Cirio Robles, también de origen guayaquileño y de ese matrimonio nacieron
doce
hijos, llamados: José Manuel, Nicolás, Dolores, José Joaquín, Elvira,
Manuel Ignacio, Enrique
mayor, Enrique menor, Narcisa, Eustaquia, Ana Inés y Antonia, de los cuales
fallecieron diez y solo sobrevivieron
Nicolás y Ana Inés .&nbsp;</font>
</p>

<p align=justify style="margin-top: 1; margin-bottom: 1"><font face="Times New Roman" size="2" color="#000000"> La familia Estrada-Cirio
residió en Quito y en Guayaquil en diferentes etapas de su vida.<BR>
<BR>
 Ana Inés casó con Ramón Benitez Sánchez y tuvo dos
hijos: Juan Manuel y Ana Inés Benitez Estrada.&nbsp;<br>
<BR>
Don Nicol&aacute;s Estrada Cirio, doctor (no se sabe si en leyes o medicina) y
político, se cas&oacute; con do&ntilde;a Francisca Carmona y Vázmeson, de cuyo matrimonio naci&oacute; en Quito, don Emilio
Antonio Jerónimo Estrada Carmona, el d&iacute;a 28 de mayo de 1855. Fue bautizado el 29 de julio del mismo a&ntilde;o, siendo sus padrinos el Exmo. Gral. Jos&eacute; Mar&iacute;a
Urvina Viteri, Presidente de la Rep&uacute;blica, y su esposa, do&ntilde;a Teresa Jado de
Urvina. También nacieron de este matrimonio Nicolás Enrique y José Manuel Estrada Carmona, de quienes
se tiene muy poca información y no se conoce su destino.&nbsp;</font>
</p>

<p align=justify style="margin-top: 1; margin-bottom: 1"><font face="Times New Roman" size="2" color="#000000">El
matrimonio Estrada-Carmona residió en Quito hasta que por circunstancias
políticas se radicaron en Guayaquil, donde el joven Emilio y sus hermanos
Enrique y José Manuel estudiaron en el Colegio Nacional San Vicente (luego Vicente Rocafuerte).
Nicolás Estrada Cirio ocupó puestos en la Cancillería durante el
gobierno del General Guillermo Franco, llegando al cargo de Canciller
en los aciagos dias de la invasión peruan y la firma del Tratado de
Mapasingue en 1859. Por su postura política liberal y el acceso al
poder del gobierno conservador, salió desterrado al Per&uacute; donde
falleció algunos años después. Al salir al exilio su esposo, do&ntilde;a Francisca Carmona de Estrada
quedó en una dif&iacute;cil situaci&oacute;n econ&oacute;mica, por lo que tuvo que acudir a la decorosa tarea de preparar dulces y tortas para sobrevivir. Emilio dej&oacute; de
estudiar y empezó a trabajar con el fin de ayudar al sustento
familiar. Trabajó primero como dependiente en el almacén de propiedad de un
Sr. Buttler, donde conoció a Lis&iacute;maco Guzm&aacute;n
Garrido, joven inmigrante colombiano que también trabajaba allí, con quien entabló
una duradera amistad. Más adelante
trabajó como contratista en la pavimentaci&oacute;n de
calles de Guayaquil. Fue Administrador de la Empresa de Carros Urbanos de Guayaquil y
durante su administración la empresa, esta creció hasta llegar a ser uno de los
negocios más importantes y prósperos de la ciudad. Durante su administración de la Empresa,
introdujo inovaciones y ampliaciones al sistema, e inclusive se fabricaron carros urbanos en los propios
talleres de la empresa. Más adelante, estableció negocios propios, como la
Fábrica La Victoria, de mosaicos, ladrillos, bloques y tubos, la que
también
vendía yeso y cal.&nbsp; Al morir, gracias a su trabajo honrado, tenía una
situación económica holgada y era propietario de su vivienda.&nbsp;&nbsp;<br>
<br>
Don Emilio Estrada Carmona cas&oacute; en primeras nupcias con do&ntilde;a Isabel Usubillaga,
de quién enviudó sin sucesi&oacute;n.<br>
En 1890 contrajo matrimonio con do&ntilde;a María Victoria Pía&nbsp; Sciacaluga Aubert, guayaquile&ntilde;a, matrimonio del que nacieron tres hijos que fueron: V&iacute;ctor Emilio, casado con do&ntilde;a Isabel
María Ycaza Mar&iacute;n; Francisca, casada con don Antonio Carbo Paredes; y, Mar&iacute;a Luisa, casada con don Lu&iacute;s Alberto Due&ntilde;as
Jaramillo. Doña Victoria falleció en 1909.<br>
En abril de 1911, don Emilio contrajo matrimonio en terceras nupcias con do&ntilde;a Lastenia
Gamarra Menéndez, con quien no tuvo sucesi&oacute;n.<br>
<br>
Emilio Estrada Carmona fue un hombre progresista y de principios morales
firmemente establecidos. En parte, eso lo llev&oacute; a participar en las luchas pol&iacute;ticas en el lado del
liberalismo. Fue escritor y periodista, fundando a fines de 1883 &quot;El
Federalista&quot;, semanario que atac&oacute; duramente al centralismo y la
opresi&oacute;n. Tom&oacute; la lucha armada cuando fue necesario, siendo uno de los c&eacute;lebres &quot;Chapulos&quot; en las &eacute;picas jornadas
liberales. Fue Proveedor General del Ejército Liberal durante la Campaña de
Mapasingue. Cuando fue
llamado, ocup&oacute; cargos p&uacute;blicos en los gobiernos liberales, desde Comisario de Polic&iacute;a hasta por
6 veces Gobernador del Guayas.&nbsp; Acept&oacute; el reto electoral y fue Diputado y Presidente de la Rep&uacute;blica.
<br>
Su vida fue muy dura y desde su niñez padeci&oacute; los rigores de la persecuci&oacute;n pol&iacute;tica
y el exilio de su padre.&nbsp; En un momento
político en que cualquier asociaci&oacute;n con él, que era un
proscrito político, pod&iacute;a tener graves consecuencias para
cualquiera, carg&oacute; solo, sobre sus hombros, el ata&uacute;d de su madre, para enterrarla
.
Aun as&iacute;, y a pesar del riesgo que implicaba, su ex compa&ntilde;ero de trabajo, Lis&iacute;maco Guzm&aacute;n Garrido, le prest&oacute; el dinero
(100 Sucres) para comprar el ata&uacute;d y la bóveda. En otro momento
de revés en su vida pol&iacute;tica,
estando preso falleció su primera esposa, Isabel Usubillaga, y se le permiti&oacute;
como favor especial salir de la c&aacute;rcel bajo escolta para ver,&nbsp; mas no
tocar y menos besar, el cad&aacute;ver de su
esposa.&nbsp; <br>
</font>
</p>

    <p align=justify style="margin-top: 1; margin-bottom: 1"><font face="Times New Roman" size="2" color="#000000">De
la observación de las fotos tomadas a él desde 1906 hasta su
fallecimiento, podemos observar el efecto físico que tuvo sobre él
la enfermedad de su adorada esposa, María Victoria Sciacaluga Aubert, cuya
enfermedad empezó a hacerse patente justamente en 1906. En esas
fotos, Emilio tiene su barba negra, pero en las tomadas en 1910, ya
muerta su esposa, su barba es casi toda blanca.</font><img border="0" src="images/emec/emec-pres.jpg" width="132" height="201" align="right">
</p>

<p align=justify style="margin-top: 1; margin-bottom: 1">&nbsp;
</p>

<p align=justify style="margin-top: 1; margin-bottom: 1"><font face="Times New Roman" size="2" color="#000000">
Era un hombre exteriormente adusto que infund&iacute;a respeto y hasta temor. Le dec&iacute;an &quot;El
Ogro&quot; pero quienes tenían el privilegio de conocerlo a fondo, que no eran muchos, sab&iacute;an
del
quilataje de su coraz&oacute;n. Sus pocos amigos íntimos lo fueron de por
vida, y solo se acababa su amistad cuando se traicionaban sus
principios y fundamentos morales. Tuvo una vida íntegra.&nbsp; No en vano su hijo V&iacute;ctor Emilio lo utiliz&oacute; como ejemplo de
vida, y sus hijas Francisca y María Luisa lo admiraron hasta el día
que murieron. De él, su hijo pudo escribir con orgullo: &quot;... Y el hijo que
escribe estas páginas, pagando santa contribución, pudo así
preciarse de ser descendiente de aquel Hombre que fué capáz de
elevarse por sí solo, desde la antesala del patíbulo político de
Palenque; desde los cortes rocosos del Canal de Panamá, que su brazo
humilde pero digno removió con pico y lampa, hasta la silla del
Capitolio en Quito&quot;. <br>
<br>
Emilio Estrada Carmona falleci&oacute; de infarto card&iacute;aco en Guayaquil, el 21 de diciembre de
1911, mientras ejerc&iacute;a la Presidencia de la Rep&uacute;blica.</font>
</p>

   <p align=justify><FONT COLOR="#000000" FACE="Times New Roman" SIZE="2">La
   foto a colores que aquí consta es tomada del óleo que se
   encuentra en el Salón Amarillo del Palacio de Carondelet y no es
   históricamente exacta, pues la Banda Presidencial de esa época
   tenía los colores celeste y blanco. La Banda correcta se puede ver
   en la foto blanco y negro que consta más abajo, en la cual el
   Presidente Estrada presencia un desfile en Quito después de la
   posesión del mando.</FONT>
</p>

   <p align=justify><font color="#000000"><font face="Times New Roman" size=2><br>
</font><font face="Times New Roman" size=1>Partes completas e informaci&oacute;n tomadas del libro &quot;Vida de un Hombre: Emilio Estrada&quot; por V&iacute;ctor
   E.
Estrada S.,&nbsp; y varios recortes de prensa.<BR>
   </font></font>
</p>
  <!--mstheme--></font></td>
 </tr>
</table><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><!--mstheme--></font><table border="1" width="100%" cellspacing="1" height="992" bordercolordark="#660000" bordercolorlight="#CC9966">
  <tr>
    <td width="33%" height="189"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><img border="0" src="images/emec/eec14_small.JPG" align="left" width="101" height="189"><font size="1">Medallas
      recibidas por Emilio Estrada Carmona y medallas conmemorativas.</font><!--mstheme--></font></td>
    <td width="33%" height="189"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec-caurb1.JPG"><img border="2" src="images/emec/eec-caurb1_small1.JPG" alt="eec-caurb1.JPG (59746 bytes)" width="103" height="154" align="left"></a><font size="1">Sede
      de la Empresa de Carros Urbanos, con carros fabricados en los talleres, en
      época de la gerencia de Emilio Estrada.</font><!--mstheme--></font></td>
    <td width="34%" height="189"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><img border="0" src="images/emec/eec13_small.JPG" width="232" height="138"></p>
      <p align="center"><font size="1">Papel de una de la empresas formadas por
      Emilio Estrada Carmona.</font><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="33%" height="51" ROWSPAN="2"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec9.JPG"><img border="2" src="images/emec/eec9_small1.JPG" alt="eec9.JPG (68224 bytes)" width="177" height="150"></a></p>
      <p align="center" style="margin-top: 1; margin-bottom: 1"><font size="1">&quot;Fair
      Ecuadoreans&quot;</font></p>
      <p align="center" style="margin-top: 1; margin-bottom: 1"><font size="1">Foto
      publicada a comienzos del Siglo 20, en la que consta Eloy Alfaro, sentado.
      Emilio Estrada C. está parado a su izquierda. Víctor Emilio Estrada S.
      está entre los jóvenes.</font><!--mstheme--></font></td>
    <td width="33%" height="1"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec12.JPG"><img border="2" src="images/emec/eec12_small1.JPG" alt="eec12.JPG (49147 bytes)" width="98" height="154" align="left"></a><font size="1">Nombramiento
      de Emilio Estrada Carmona como Gobernador del Guayas, uno de
     seis nombramientos
      para ese cargo.</font>
    <!--mstheme--></font></td>
    <td width="34%" height="51" ROWSPAN="2"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><font size="1"><a href="images/emec/eec7.JPG"><SPAN STYLE="left: 466; top: 1852; position: relative"><img border="2" src="images/emec/eec7_small2.JPG" alt="eec7.JPG (78641 bytes)" width="115" height="158" align="left"></SPAN></a>Foto
      de Emilio Estrada Carmona alrededor de 1906.</font><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="33%" height="97"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
     <P ALIGN="center"><a href="images/emec/eec16.JPG"><img border="2" src="images/emec/eec16_small1.JPG" alt="eec16.JPG (33134 bytes)" width="176" height="55"></a></P>
     <P ALIGN="center"><FONT SIZE="1">De la Guía Comercial de 1909</FONT><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="33%" height="158"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="left"><a href="images/emec/eec8.JPG"><img border="2" src="images/emec/eec8_small.JPG" alt="eec8.JPG (89011 bytes)" width="145" height="154" align="left"></a><font size="1">Recorte
      de prensa sobre la boda de don Emilio con doña Lastenia Gamarra</font><!--mstheme--></font></td>
    <td width="33%" height="158"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec3.jpg"><img border="2" src="images/emec/eec3_small.jpg" alt="eec3.jpg (73781 bytes)" width="175" height="146"></a>
      <p align="center"><font size="1">Artículo sobre el Presidente</font><!--mstheme--></font></td>
    <td width="34%" height="158"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec10.JPG"><SPAN STYLE="left: 466; top: 2079; position: relative"><img border="2" src="images/emec/eec10_small.JPG" alt="eec10.JPG (112923 bytes)" width="109" height="158" align="left"></SPAN></a><font size="1">Nombramiento
      de Emilio Estrada Carmona como Presidente Constitucional de la República</font><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="33%" height="202"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec6e.JPG"><img border="2" src="images/emec/eec6e_small.JPG" alt="eec6e.JPG (54798 bytes)" width="176" height="154" align="left"></a><font size="1">Luego
      de la toma de posesión, presenciando un desfile en Quito.</font><!--mstheme--></font></td>
    <td width="33%" height="202"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec4.JPG"><img border="2" src="images/emec/eec4_small.JPG" alt="eec4.JPG (24890 bytes)" width="104" height="154" align="left"></a><font size="1">En
      uno de los pocos actos que pudo realizar como Presidente, presencia una
      exhibición militar acompañado por su hijo Víctor Emilio.</font><!--mstheme--></font></td>
    <td width="34%" height="202"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec-fun1.JPG"><img border="2" src="images/emec/eec-fun1_small.JPG" alt="eec-fun1.JPG (49423 bytes)" width="233" height="146"></a></p>
      <p align="center"><font size="1">El pueblo de Guayaquil frente a la casa
      del Presidente Estrada luego de anunciarse su fallecimiento.</font><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="33%" height="197"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec-fun2.JPG"><img border="2" src="images/emec/eec-fun2_small.JPG" alt="eec-fun2.JPG (48033 bytes)" width="252" height="150"></a></p>
      <p align="center"><font size="1">El cortejo fúnebre del Presidente en el
      Cementerio General de Guayaquil.</font><!--mstheme--></font></td>
    <td width="33%" height="197"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec-maus2.JPG"><img border="2" src="images/emec/eec-maus2_small.JPG" alt="eec-maus2.JPG (61464 bytes)" width="177" height="116"></a></p>
      <p align="center"><font size="1">Mausoleo de Emilio Estrada C. en el
      Cementerio General. Su esposa Victoria Sciacaluga A. está enterrada con
      él.</font><!--mstheme--></font></td>
    <td width="34%" height="197"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec-maus3.JPG"><img border="2" src="images/emec/eec-maus3_small.JPG" alt="eec-maus3.JPG (31246 bytes)" width="207" height="150"></a></p>
      <p align="center"><font size="1">Lápida del mausoleo.</font><!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="100%" colspan="3" height="159"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
      <p align="center"><a href="images/emec/eec11.JPG"><img border="2" src="images/emec/eec11_small.JPG" alt="eec11.JPG (74881 bytes)" width="270" height="150"></a></p>
      <p align="center"><font size="1">La Lotería de la Junta de Beneficencia
      emitió este billete de sorteo en memoria del Presidente Estrada.</font><!--mstheme--></font></td>
  </tr>
</table><!--mstheme--><font face="Book Antiqua, Times New Roman, Times">
<p>&nbsp;</p>
<!--mstheme--></font><table border="0" width="100%">
  <tr>
    <td width="100%" COLSPAN="2"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><img border="0" src="images/emec/eec5.JPG" align="left" width="504" height="344"><FONT COLOR="#000080">Foto
      publicada en el libro &quot;Guía Comercial, Agrícola e
    Industrial de la República del Ecuador&quot; en 1909. Corresponde al
      despacho del Gobernador del Guayas y fue tomada cuando ejercía ese cargo
      don Emilio Estrada Carmona, quién está sentado al centro del
      escritorio, con sus secretarios a los lados.</FONT><font size="2" color="#000080"><BR>
    El edificio de madera se quemó y fue reemplazado por el
      actual. La lámpara de araña estuvo en el nuevo edificio hasta 1999 en que colapsó
      el techo del salón principal y se destruyó.</font>
    <P>&nbsp;</P>
    <!--mstheme--></font></td>
  </tr>
  <tr>
    <td width="50%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><img border="0" src="images/emec/eec5p.JPG" align="left" width="228" height="305"><FONT SIZE="1" color="#000080">Acercamiento
     de la foto superior en que se puede apreciar a Don Emilio.</FONT>
     <P><FONT SIZE="1" color="#000080">Las personas que lo acompañan
     en la foto superior deben ser el Dr. Federico C. Coello,
     Secretario de la Gobernación y el Sr. Arnoldo Cabanilla G.,
     Oficial 1°.</FONT><!--mstheme--></font></td>
    <td width="50%"><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><a href="images/emec/eec15.JPG"><img border="2" src="images/emec/eec15_small.JPG" alt="eec15.JPG (97463 bytes)" width="126" height="191" align="left"></a><FONT SIZE="1">Aviso
     de la fábrica publicado en la &quot;Guía Comercial, Agrícola e
     Industrial del Ecuador&quot; de 1909.</FONT>
     <P><FONT SIZE="1" color="#000080">Esa Guía es un documento
     histórico del Ecuador a fines del primer decenio del Siglo XX y
     el nombre de Emilio Estrada C. figura de manera prominente en la
     sección de la Provincia del Guayas, ya sea como Gobernador,
     Inspector de Aduanas, o integrante de empresas y comisiones.</FONT><!--mstheme--></font></td>
  </tr>
</table><!--mstheme--><font face="Book Antiqua, Times New Roman, Times"><BR>
<A HREF="estrada_famosos.htm">Retorno a Estrada Famosos</A>
<P><A HREF="jose_m_estrada.htm">Retorno a Genealogía de José Manuel
Estrada - Ecuador</A></P>
<!--mstheme--></font><!--msnavigation--></td></tr><!--msnavigation--></table></body>
</html>

